Repository: Distrotech/xfce4-mixer
Catalog: po/*.po
Languages: am, bg, da, hr, id, oc, sr

source: Vol
am: ድምጽ መጠን
da: Styrke

source: Spkr
am: ማጉያ
da: Højtaler
id: Pengeras

source: Line
am: መስመር
da: Linje
id: Jalur

source: Mic
am: ማይክራፎን
da: Mikrofonindgang

source: Bass
am: ባዝ
da: Bas

source: Trebl
am: ትረብል
da: Diskant
id: Tajam

source: Synth
am: ሲንት
da: Synthesizer
id: Sinte

source: Mix
am: ሚክስ
da: Mikser

source: Rec
am: ቀጂ
da: Optage
id: Rek

source: Line1
am: መስመር1
da: Linje 1
id: Jalur1

source: Line2
am: መስመር2
da: Linje 2
id: Jalur2

source: Line3
am: መስመር3
da: Linje 3
id: Jalur3

source: PhoneIn
am: ፎንመግቢያ
da: Phone ind
id: TeleponMasuk

source: PhoneOut
am: ፎንመውጫ
da: Phone ud
id: TeleponKeluar

source: Monitor
am: ተመልከት
bg: Монитор
da: Overvåg

source: RecSelect
am: መቅጃምረጥ
da: Vælg optager
id: PilihRekaman

source: A3.AnalogIn
am: A3.አናሎግ መግቢያ
da: A3.Analog ind
id: A3.MasukanAna

source: A3.AnalogOut
am: A3.አናሎግ መውጫ
da: A3.Analog ud
id: A3.KeluaranAna

source: A3.AnalogOut2
am: A3.አናሎግ መውጫ2
da: A3.Analog ud2
id: A3.KeluaranAna2

source: A3.CameraMic
am: A3.ካሜራማይክ
da: A3.Kameramikrofon
id: A3.MicKamera

source: A3.Microphone
am: A3.ማይክራፎን
da: A3.Mikrofon
id: A3.Mikrofon

source: A3.LineIn
am: A3.መስመር መግቢያ
da: A3.Linje ind
id: A3.MasukanJalur

source: A3.DAC1In
da: A3.DAC1 ind
id: A3.MasukanDAC1

source: A3.DAC2In
da: A3.DAC2 ind
id: A3.MasukanDAC2

source: A3.Speaker
am: A3.ስፒከር
da: A3.Højtaler
id: A3.Pengeras

source: A3.LineOut2
da: A3.Linje ud2
id: A3.KeluaranJalur2

source: alsa: error: master control not found. I even tried to guess wildly, but to no avail.
bg: alsa: грешка: главният контролер не е намерен. I even tried to guess wildly, but to no avail.
da: alsa: fejl: masterkontrol blev ikke fundet, selvom jeg prøvede ihærdigt, men uden succes.
id: alsa: galat: pengendali utama tak ditemukan. Saya bahkan telah menebak secara acak, tapi tak berhasil.

source: alsa: info: developer information follows: (send E-Mail to Developer with that)
bg: alsa: информация: информирайте разработчика: (изпратете имейл на разработчика)
da: alsa: info: information til udvikler følger: (send e-post med denne information til udvikler)
id: alsa: info: informasi pengembang sebagai berikut: (kirim E-Mail ke pengembang disertai itu)

source: hint hint
am: ጥቆማ
da: fif fif
id: petunjuk petunjuk

source: alsa: info: end of developer information
bg: alsa: информация: спиране на информирането на разработчика
da: alsa: info: afslutning på information til udvikler
id: alsa: info: akhir informasi pengembang

source: alsa: Mixer %s open error: %s
bg: alsa: Смесител %s грешка при отваряне: %s
da: alsa: Fejl ved åbning af mikser %s: %s
id: alsa: Mixer %s dibuka dengan galat: %s

source: alsa: Mixer attach %s error: %s
da: alsa: snd_mixer_attach("%s"): fejl: %s
id: alsa: Lampiran mixer %s galat: %s

source: alsa: Mixer register error: %s
da: alsa: snd_mixer_selem_register: fejl %s
id: alsa: Pendaftaran mixer galat: %s

source: alsa: Mixer load error: %s: %s
bg: alsa: Смесител %s грешка при отваряне: %s
da: alsa: Mikser-indlæsningsfejl; %s: %s
id: alsa: Pemuatan mixer galat: %s: %s

source: alsa: Unable to find simple control '%s',%i
bg: alsa: Не може да бъде намерен контролер '%s',%i
da: alsa: Kunne ikke finde simpel kontrol '%s',%i
id: alsa: Tak dapat menemukan kendali sederhana '%s',%i

source: oss: No master volume
bg: oss: Няма главен контролер
da: oss: Ingen lydstyrkekontrol for master
id: oss: Tak ada volume utama

source: Run in Terminal
am: በተርሚናል ላይ አስኪድ
bg: Стартиране в терминал
da: Kør i terminal
id: Jalankan di Terminal

source: Use Startup Notification
am: የመነሻ ማስታወቂያን ተጠቀም
bg: Използване на стартово уведомяване
da: Brug opstartspåmindelser
id: Gunakan Pemberitahuan Hidupkan

source: Could not run "%s"
am: ማስኬድ አልተቻለም "%s"
bg: Не може да стартира "%s"
da: Kunne ikke køre "%s"
id: Tak dapat menjalankan "%s"

source: Volume: %d%%
am: ድምጽ: %d%%
bg: Сила на звука: %d%%
da: Styrke: %d%%

source: Could not save configuration
am: ስንድቱን ማስቀመጥ አልተቻለም
bg: Не може да бъде запазена конфигурацията
da: Kunne ikke gemme indstilling
id: Tak dapat menyimpan konfigurasi

source: Device:
am: አካል፦
bg: Устройство:
da: Enhed:
id: Divais:

source: Wannabe Master:
bg: Избор на главен контролер:
da: Ønsket master:
id: Ingin menjadi Utama:

source: When clicked
am: ሲጠቆም
bg: Когато е натиснат
da: Ved klik
id: Ketika diklik

source: Device
am: አካል
bg: Устройство
da: Enhed
id: Divais

source: None
am: ምንም
bg: Няма
da: Ingen
id: Tak ada

source: Useful Controls
am: የተጠቃሚ መቆጣጠሪያዎች
bg: Достъпни контролери
da: Brugbare kontroller
id: Kendali Berguna

source: Button Label|Sound
am: አዝራር ስም|ድምጽ
bg: Заглавие на бутон|Звук
da: Lyd
id: Suara

source: Sound
am: ድምጽ
bg: Звук
da: Lyd
id: Suara

source: /_File
am: /ፋይል _F
bg: /_Файл
da: /_Fil
id: /Berkas (_F)

source: /File/_Options
am: /ፋይል/ ምርጫዎች _O
bg: /Файл/Опции
da: /Fil/_Indstillinger
id: /Berkas/_Opsi

source: /File/_Exit
am: /ፋይል/ ውጣ _E
bg: /Файл/Изход
da: /Fil/_Afslut
id: /Berkas/Keluar (_E)

source: /_View
am: /እይታ _V
bg: /Преглед
da: /_Vis
id: /Tampilan (_V)

source: /View/_Manage
am: /እይታ/አስተዳድር _M
bg: /Преглед/_Управление
da: /Vis/_Håndtér
id: /Tampilan/Pengaturan (_M)

source: /_Help
am: /መመሪያ _H
bg: /_Помощ
da: /_Hjælp
id: /Bantuan (_H)

source: /Help/_Info
am: /መመሪያ/መረጃ _I
bg: /Помощ/ Информация
da: /Hjælp/_Info
id: /Bantuan/_Info

source: This is xfce4-mixer, a volume control program. It is released under the GPL-2 License which you find in the source directory. No warranty in any way.
bg: Този xfce4-mixer, е програма за контрол на силата на звука. Тя е лицензирана под GPL-2 лиценз, който ще откриете в папката с източника. Няма никаква гаранция.
da: Dette er xfce4-mikser, et program til lydstyrkekontrol. Det er udgivet under the GPL-2 License, som du kan finde i kildekataloget. Ingen garantier under nogle forhold.
id: Ini adalah xfce4-mixer, program kendali volume. Dirilis di bawah Lisensi GPL-2 yang dapat anda temukan di direktori sumber. Tak ada garansi sama sekali.

source: Control
am: ኮንትሮል
bg: Контрол
da: Kontrol
id: Kendali

source: Up
am: ላይ
bg: Нагоре
da: Op
id: Atas

source: Down
am: ታች
bg: Надолу
da: Ned
id: Bawah

source: Move Entry Up
am: ገቢን ወደላይ ውሰድ
bg: Преместване нагоре
da: Flyt element op
id: Pindah Entri Ke Atas

source: Move Entry Down
am: ገቢን ወደታች ውሰድ
bg: Преместване надолу
da: Flyt element ned
id: Pindah Entri Ke Bawah

source: Profile Name:
am: የማንነት ስም፦
bg: Име на профил:
da: Profilnavn:
id: Nama Profil:

source: <unknown>
am: <የማይታወቅ>
bg: <неизвестно>
da: <ukendt>
id: <tak diketahui>

source: <slider>
bg: <плъзгач>
da: <skyder>
id: <penggeser>

source: <onoff>
bg: <включване/изключване>
da: <til/fra>
id: <hidupmati>

source: <select>
am: <ምረጥ>
bg: <избор>
da: <vælg>
id: <pilih>

source: Create new profile
am: አዲስ ማንነት ፍጠር
bg: Създаване на нов профил
da: Opret ny profil
id: Buat profil baru

source: Delete this profile
am: ይህ ማንነት ይሰረዝ
bg: Изтриване на този профил
da: Slet denne profil
id: Hapus profil ini

source: Profile
am: ማንነት
bg: Профил
da: Profil
id: Profil

source: Really delete those %d profiles?
am: በርግጥ %d ማንነቶች ይሰረዙ?
bg: Наистина ли искате да изтриете този %d профил?
da: Virkelig slette disse %d profiler?
id: Yakin hapus %d profil tersebut?

source: Really delete profile "%s"?
am: በርግጥ ማንነት "%s" ይሰረዝ?
bg: Наистина ли искате да премахнете профил "%s"?
da: Virkelig slet profil "%s"?
id: Yakin hapus profil "%s"?

source: %s - New
am: %s - አዲስ
bg: %s - Нов
da: %s - Ny
id: %s - Baru

source: A profile needs a name
am: ማንነት ስም ያስፈልገዋል
bg: Трябва да се даде име на профила
da: En profil kræver et navn
id: Sebuah profil membutuhkan sebuah nama

source: A profile with that name already exists
am: ይሀንን ስም የያዘ ማንነት ከበፊቱም አለ
bg: Профил с такова име вече съществува
da: En profil med det navn findes allerede
id: Profil dengan nama tersebut telah ada

source: profile%d
am: ማንነት%d
bg: профил%d
da: profil%d
id: profil%d

source: Show Switches
am: መቆጣጠሪያዎችን አሳይ
bg: Показване на превключвателите
da: Vis kontakter
id: Tampilkan Pemindah

source: Hide Switches
am: መቆጣጠሪያዎችን ደብቅ
bg: Скриване на превключвателите
da: Skjul kontakter
id: Sembunyikan Pemisah

source: Volume Control
am: የድምጽ መቆጣጠሪያ
bg: Контрол на звука
da: Styrkekontrol
id: Kendali Volume

source: Change the Volume
am: ድምጽ ቀይር
bg: Промяна на силата на звука
da: Ændr styrken
id: Ubah Volume

source: Mixer Settings
am: ሚክሰር ስየማዎች
bg: Настройки на звуковият смесител
da: Indstillinger for mikser
id: Pengaturan Mixer

source: Xfce 4 Mixer Settings
am: የሸፍሲ ሚክሰር ስየማዎች
bg: Настройки на Xfce 4 Mixer
da: Xfce 4-mikser
id: Pengaturan Mixer Xfce 4

source: IGain
id: GainMasukan

source: OGain
id: GainKeluaran

source: Xfce Panel
am: የሸፍሲ ፓነል
bg: Xfce Панел
id: Panel Xfce

source: Type
am: አይነት
bg: Тип
id: Tipe

source: CD
am: ሲዲ

source: Digital1
am: ዲጂታል1

source: Digital2
am: ዲጂታል2

source: Digital3
am: ዲጂታል3

source: Video
am: ቪዲዮ
bg: Видео

source: Radio
am: ራዲዮ
bg: Радио

source: alsa: snd_mixer_attach("%s"): error: %s
bg: alsa: звуков смесител прилагане("%s"): грешка: %s

source: alsa: snd_mixer_selem_register(...): error: %s
bg: alsa: звуков смесител_selem_register(...): грешка: %s

source: Mu_te
hr: Be_zvučno
oc: Sordina
sr: Утишај

source: Run Audio Mi_xer
hr: Pokreni mi_kser zvuka
oc: Executar lo mesclador àudio
sr: Покрени мешач звука

source: GStreamer was unable to detect any sound devices. Some sound system specific GStreamer packages may be missing. It may also be a permissions problem.
hr: GStreamer nije uspio otkriti nijedan uređaj za zvuk. Možda nedostaju neki specifični GStreamer paketi. Isto tako može biti problem dopuštenja.
oc: GStreamer es incapable de detectar de periferics sonòrs. D'unes paquets GStreamer especifics del sistèma sonòr pòdon èsser mancants. Benlèu tanben que s'agís d'un problèma de permissions.
sr: Гстример није могао познати ни један звучни уређај. Могуће је да неки посебни пакети звучног система Гстримера недостају. Такође, могуће је да је проблем у дозволама.

source: No command defined
hr: Nijedna naredba nije definirana
oc: Pas de comanda definida
sr: Није одређена наредба

source: Could not execute the command "%s". Ensure that either the location of the command is included in the PATH environment variable or that you are providing the full path to the command.
hr: Ne mogu izvršiti "%s" naredbu. Osiguraj da je lokacija naredba ukljkučena u PATH varijablu okruženja ili da koristite punu putanju do naredbe.
oc: Impossible d'executar la comanda « %s ». Verificatz que lo camin cap a la comanda es inclús dins la variabla d'environament PATH o que provesissètz lo camin complet cap a la comanda.
sr: Нисам могао да извршим нарадбу „%s“. Осигурајте или да је место наредбе укључено у PATH промениву окружења и да одредите потпуну путању до наредбе

source: Audio Mixer Plugin
hr: Mikser zvuka dodatak
oc: Empeuton mesclador àudio
sr: Прикључак мешач звука

source: Configure the sound card and mixer track
hr: Konfiguriraj zvučnu karticu i zapis miksera
oc: Configurar la carta son e contrarotlador de volum
sr: Подесите звучну картицу и управљајте јачином одабраног канала

source: Sound _card:
hr: Zvučna _kartica:
oc: Carte son :
sr: Звучна _картица:

source: Mixer _track:
hr: _Zapis miksera:
oc: Contrarotlador de volum :
sr: _Канал мешача:

source: No valid device and/or element.
hr: Nema valjanog uređaja i/ili elementa.
oc: Pas de periferic e / o d'element valid.
sr: Нема ваљаног уређаја и/или елемента.

source: %s: muted
hr: %s: Bez zvuka
oc: %s : en sordina
sr: %s: утишано

source: Audio Mixer
hr: Mikser zvuka
oc: Mesclador àudio
sr: Мешач звука

source: Adjust volume levels
hr: Prilagodi razine glasnoće
oc: Reglar los nivèls del volum
sr: Прилагоди јачинe звука

source: Unknown Volume Control %d
hr: Nepoznata kontrola jačine zvuka %d
oc: Contraròtle del volum desconegut %d
sr: Непознат управљач управљања звуком %d

source: Enable debugging output
hr: Omogući izlaz s prijavom grešaka
oc: Activar la sortida del desbugatge
sr: Омогућава опширан испис ради тражења грешака

source: Show version and exit
hr: Pokaži verziju i izađi
oc: Afichar la version e quitar
sr: Приказује број издања и излази

source: xfce4-mixer: Failed to initialize xfconf: %s
hr: xfce4-mixer: nije uspjela inicijalizacija xfconf: %s
oc: xfce4-mixer : Fracàs à l'inicializacion de xfconf : %s
sr: ИксФЦЕ-мешач: Нисам успео да покренем xfconf: %s

source: _Playback
hr: _Izvođenje
oc: Lectura
sr: _Извођење

source: C_apture
hr: Uhv_ati
oc: C_apturas
sr: С_нимање

source: S_witches
hr: P_rekidači
oc: Interruptors
sr: П_рекидачи

source: _Options
hr: _Opcije
oc: _Opcions
sr: _Могућности

source: No controls visible
hr: Nema vidljivih kontrola
oc: Pas de contraròtle visible
sr: Нема видљивих управљача

source: <span weight="bold" size="larger">No controls visible</span>
hr: <span weight="bold" size="larger">Nema vidljivih kontrola</span>
oc: <span weight="bold" size="larger">Pas de contraròtle visible</span>
sr: <span weight="bold" size="larger"> Нема видљивих контрола</span>

source: In order to toggle the visibility of mixer controls, open the <b>"Select Controls"</b> dialog.
hr: Kako bi mijenjali vidljivost kontrola miksera, otvorite okvir <b>"Odaberite kontrole"</b>.
oc: Per rendre visible los contraròtles del mixatge, dobrissètz la fenèstra <b>« Contraròtles Seleccionats »</ b> .
sr: Да би мењали стање видљивости контрола мешача, отворите <b> „Одаберите управљаче“</b> дијалог.

source: Select Controls
hr: Odaberite kontrole
oc: Seleccionar de contraròtles
sr: Изаберите управљаче

source: Select which controls should be visible
hr: Odaberite koje kontrole trebaju biti vidljive
oc: Seleccionatz los contraròtles que devon èsser visibles
sr: Изаберите који управљачи требају бити видљиви

source: Volume of channel %d on %s
hr: Glasnoća kanala %d na %s
oc: Volum del canal %d sus %s
sr: Јачина звука канала %d на %s

source: Lock channels for %s together
hr: Zaključaj kanale za %s zajedno
oc: Varrolhar de canals %s ensemble
sr: Закључај заједно све канале за %s

source: Mute/unmute %s
hr: Upali/ugasi zvuk %s
oc: Activar / desactivar %s
sr: Искључи/укључи звук %s

source: Enable/disable audible input from %s in output
hr: Omogući/onemogući čujni ulaz iz %s izlaza
oc: Activar / desactivar lo son de l'entrada %s en sortida
sr: Омогући/онемогући звучни улаз из %s на излазу

source: _Quit
hr: _Isključi
oc: _Quitar
sr: _Напусти

source: Exit the mixer
hr: Izađi iz miksera
oc: Quitar lo mesclador
sr: Напусти мешач

source: _Select Controls...
hr: _Odaberite kontrole...
oc: Seleccionar de _Contraròtles ...
sr: _Изаберите управљаче...

source: Select which controls are displayed
hr: Odaberite koje će kontrole biti prikazane
oc: Seleccionar los contraròtles d'afichar
sr: Изаберите који управљачи ће бити приказани

source: Configure sound card(s) and control the volume of selected tracks
hr: Konfiguriraj zvučnu karticu(e) i kontroliraj glasnoću odabranih zapisa
oc: Configurar la carta(s) son e lo contrarotlador lo volum de las pistas seleccionadas
sr: Подесите звучну картицу(е) и управљајте јачином одабраног канала
